/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Koneksi Internet komputer ini tampaknya tidak terhubung.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Koneksi Internet komputer ini mungkin tidak terhubung.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Koneksi Internet komputer ini tampaknya terhubung.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Server DNS komputer ini tidak merespons.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Server DNS tidak dapat menemukan nama server.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Router komputer ini tidak merespons.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Server yang dicoba untuk dihubungi oleh komputer ini tidak merespons.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Koneksi Internet komputer ini tampaknya terhubung.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Kata sandi formulir web";

/* HTTP result code string */
"accepted" = "diterima";

/* HTTP result code string */
"bad gateway" = "gateway buruk";

/* HTTP result code string */
"bad request" = "permintaan buruk";

/* HTTP result code string */
"client error" = "kesalahan klien";

/* HTTP result code string */
"conflict" = "konflik";

/* HTTP result code string */
"continue" = "lanjutkan";

/* HTTP result code string */
"created" = "dibuat";

/* HTTP result code string */
"expectation failed" = "ekspektasi gagal";

/* HTTP result code string */
"forbidden" = "terlarang";

/* HTTP result code string */
"found" = "ditemukan";

/* HTTP result code string */
"gateway timed out" = "gateway kehabisan waktu";

/* HTTP result code string */
"informational" = "mengandung informasi";

/* HTTP result code string */
"internal server error" = "kesalahan internal server";

/* HTTP result code string */
"length required" = "panjang diperlukan";

/* HTTP result code string */
"method not allowed" = "metode tidak diperbolehkan";

/* HTTP result code string */
"moved permanently" = "dipindahkan secara permanen";

/* HTTP result code string */
"multiple choices" = "pilihan ganda";

/* HTTP result code string */
"needs proxy" = "perlu proxy";

/* HTTP result code string */
"no content" = "tidak ada isi";

/* HTTP result code string */
"no error" = "tidak ada kesalahan";

/* HTTP result code string */
"non-authoritative information" = "informasi tanpa wewenang";

/* HTTP result code string */
"not found" = "tidak ditemukan";

/* HTTP result code string */
"not modified" = "tidak dimodifikasi";

/* HTTP result code string */
"partial content" = "sebagian konten";

/* HTTP result code string */
"payment required" = "dibutuhkan pembayaran";

/* HTTP result code string */
"precondition failed" = "prasyarat gagal";

/* HTTP result code string */
"proxy authentication required" = "dibutuhkan pengesahan proxy";

/* HTTP result code string */
"redirected" = "diarahkan ulang";

/* HTTP result code string */
"no longer exists" = "tidak ada lagi";

/* HTTP result code string */
"request timed out" = "permintaan kehabisan waktu";

/* HTTP result code string */
"request too large" = "permintaan terlalu besar";

/* HTTP result code string */
"requested URL too long" = "URL yang diminta terlalu panjang";

/* HTTP result code string */
"requested range not satisfiable" = "kisaran yang diminta tidak dapat dipenuhi";

/* HTTP result code string */
"reset content" = "atur ulang isi";

/* HTTP result code string */
"see other" = "lihat yang lain";

/* HTTP result code string */
"server error" = "kesalahan server";

/* HTTP result code string */
"service unavailable" = "layanan tidak tersedia";

/* HTTP result code string */
"success" = "berhasil";

/* HTTP result code string */
"switching protocols" = "mengganti protokol";

/* HTTP result code string */
"temporarily redirected" = "sementara diarahkan ulang";

/* HTTP result code string */
"unacceptable" = "tidak dapat diterima";

/* HTTP result code string */
"unauthorized" = "tidak diizinkan";

/* HTTP result code string */
"unimplemented" = "tidak diterapkan";

/* HTTP result code string */
"unsupported media type" = "jenis media tidak didukung";

/* HTTP result code string */
"unsupported version" = "versi tidak didukung";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Ada masalah komunikasi dengan server proxy web (HTTPS).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Ada masalah komunikasi dengan server proxy web aman (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "kesalahan tidak diketahui";

/* WebFoundationErrorCancelled description */
"Err-999" = "dibatalkan";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL buruk";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Permintaan kehabisan waktu.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL tidak didukung";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Server dengan nama host yang ditentukan tidak dapat ditemukan.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Tidak dapat terhubung ke server.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Kehilangan jaringan koneksi.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Kesalahan DNS lookup";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "terlalu banyak pengalihan HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "sumber daya tidak tersedia";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Koneksi Internet ini tampaknya tidak terhubung.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "pengalihan ke antah berantah";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Ada respons buruk dari server.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "sumber daya nol byte";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "tidak dapat mendekode data mentah";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "tidak dapat mendekode data konten";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "tidak dapat menguraikan respons";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Roaming internasional saat ini tidak aktif.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Tidak dapat melakukan koneksi data karena sedang ada panggilan aktif.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Koneksi data saat ini tidak diperbolehkan.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "kesempatan request body stream telah habis";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "URL yang diminta tidak ditemukan di server ini.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "file adalah direktori";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Anda tidak memiliki izin untuk mengakses sumber yang diminta.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "sumber daya melebihi ukuran maksimum";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Telah terjadi kesalahan SSL dan koneksi aman ke server tidak dapat dibuat.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Sertifikat untuk server ini telah kedaluwarsa.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Sertifikat untuk server ini telah kedaluwarsa. Anda mungkin menghubungkan ke server yang berpura-pura sebagai “%@” yang dapat berisiko bagi informasi rahasia Anda.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Sertifikat untuk server ini tidak sah.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Sertifikat untuk server ini tidak sah. Anda mungkin menghubungkan ke server yang berpura-pura sebagai “%@” yang dapat berisiko bagi informasi rahasia Anda.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Sertifikat untuk server ini ditandatangani oleh otoritas pengesahan yang tidak dikenal.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Sertifikat untuk server ini ditandatangani oleh otoritas pengesahan yang tidak dikenal. Anda mungkin menghubungkan ke server yang berpura-pura sebagai “%@” yang dapat berisiko bagi informasi rahasia Anda.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Sertifikat untuk server ini belum berlaku.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Sertifikat untuk server ini belum berlaku. Anda mungkin menghubungkan ke server yang berpura-pura sebagai “%@” yang dapat berisiko bagi informasi rahasia Anda.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Server tidak menerima sertifikat tersebut.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Server “%@” tidak menerima sertifikat tersebut.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Server ini membutuhkan sertifikat klien.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Server “%@” membutuhkan sertifikat klien.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "tidak dapat memuat dari jaringan";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Tidak dapat membuat file";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Tidak dapat membuka file";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Terjadi kegagalan ketika menutup file";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Tidak dapat menulis file";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Tidak dapat menghapus file";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Tidak dapat memindahkan file";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Download dekode gagal";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Download dekode gagal";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Apakah Anda ingin tetap menghubungkan ke server?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Untuk mengubah pengaturan proxy Anda, buka pilihan Jaringan, tekan Lebih Lanjut, kemudian klik Proxy. Untuk bantuan mengatasi masalah ini, hubungi Administrator sistem Anda.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Diperlukan Pengesahan Proxy";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Pengesahan untuk proxy %@ \n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Batalkan";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nama Pengguna";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Kata Sandi";
